/* No comment provided by engineer. */
"An error occurred while checking for a newer version of Tag." = "An error occurred while checking for a newer version of Tag.";

/* No comment provided by engineer. */
"An error occurred while opening the document \"%@\"." = "An error occurred while opening the document \"%@\".";

/* No comment provided by engineer. */
"An error occurred while reverting the document \"%@\"." = "An error occurred while reverting the document \"%@\".";

/* No comment provided by engineer. */
"An error occurred while saving the document \"%@\"." = "An error occurred while saving the document \"%@\".";

/* No comment provided by engineer. */
"FLAC error (FLAC__metadata_chain_write)" = "FLAC error (FLAC__metadata_chain_write)";

/* No comment provided by engineer. */
"FLAC error (FLAC__metadata_iterator_insert_block_after)" = "FLAC error (FLAC__metadata_iterator_insert_block_after)";

/* No comment provided by engineer. */
"FLAC error (FLAC__metadata_object_vorbiscomment_append_comment)" = "FLAC error (FLAC__metadata_object_vorbiscomment_append_comment)";

/* No comment provided by engineer. */
"MAC error (APETag::ClearFields)" = "MAC error (APETag::ClearFields)";

/* No comment provided by engineer. */
"MAC error (APETag::Save)" = "MAC error (APETag::Save)";

/* No comment provided by engineer. */
"MAC error (APETag::SetFieldString)" = "MAC error (APETag::SetFieldString)";

/* No comment provided by engineer. */
"Ogg Vorbis error (vorbisFile.save())" = "Ogg Vorbis error (vorbisFile.save())";

/* No comment provided by engineer. */
"The document \"%@\" does not appear to be a valid FLAC or Ogg Vorbis file." = "The document \"%@\" does not appear to be a valid FLAC or Ogg Vorbis file.";

/* No comment provided by engineer. */
"The document \"%@\" has been deleted." = "The document \"%@\" has been deleted.";

/* No comment provided by engineer. */
"The document \"%@\" is no longer accessible." = "The document \"%@\" is no longer accessible.";

/* No comment provided by engineer. */
"The document does not appear to be a valid FLAC, Ogg Vorbis or Monkey's Audio file." = "The document does not appear to be a valid FLAC, Ogg Vorbis or Monkey's Audio file.";

/* No comment provided by engineer. */
"The file does not appear to be a valid FLAC file." = "The file does not appear to be a valid FLAC file.";

/* No comment provided by engineer. */
"The file does not appear to be a valid Ogg Vorbis file." = "The file does not appear to be a valid Ogg Vorbis file.";

/* No comment provided by engineer. */
"The file was not found." = "The file was not found.";

/* No comment provided by engineer. */
"The name of document \"%@\" has changed." = "The name of document \"%@\" has changed.";

/* No comment provided by engineer. */
"Unable to allocate memory." = "Unable to allocate memory.";

/* No comment provided by engineer. */
"Unable to find the resource \"AddTagSheet.nib\"." = "Unable to find the resource \"AddTagSheet.nib\".";

/* No comment provided by engineer. */
"Unable to find the resource \"GuessTagsSheet.nib\"." = "Unable to find the resource \"GuessTagsSheet.nib\".";

/* No comment provided by engineer. */
"Unable to open the file for writing." = "Unable to open the file for writing.";

/* No comment provided by engineer. */
"Your changes have been lost." = "Your changes have been lost.";

/* No comment provided by engineer. */
"Your Tag installation appears to be incomplete." = "Your Tag installation appears to be incomplete.";

